/** 通用 */
"tabbar_home" = "Home";
"tabbar_TinhNow" = "Shopping";
"order" = "Order";
"mine" = "Me";
"discover" = "Discover";
"camera_use_auth_tip" = "Please allow app to use you camera in 'Settings - Private - Camera'";
"keyboard_brand_title" = "- WOWNOW Safe Keyboard -";
"refresh" = "Refresh";
"monday" = "Mon.";
"tuesday" = "Tues.";
"wednesday" = "Wed.";
"thursday" = "Thur.";
"friday" = "Fri.";
"saturday" = "Sat.";
"sunday" = "Sun.";


/** 首页 */
"coming_soon" = "Cooming soon";
"nearby" = "Nearby";
"view_more" = "SEE ALL";
"hamburger_pizza" = "e.g. Khmer, Pizza...";
"home_all" = "All";
"home_foods_deliver" = "Foods Deliver";
"home_shopping" = "Shopping";
"home_recommend" = "WOWpromo";
"home_pick_for_you" = "WOWchoice";


/** 刷新框架 */
"MJ_STATE_DOWN_NORMAL"  = "Pull down to refresh";
"MJ_STATE_DOWN_PULLING" = "Release to refresh";
"MJ_STATE_LOADING"      = "Loading ";
"MJ_STATE_UP_NORMAL"    = "Pull up or click to load more";
"MJ_STATE_UP_PULLING"   = "Pull up to refresh";
"MJ_STATE_NO_MORE"      = "No More";
"MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "Release and load more";

/** 网络错误 */
"no_data" = "No data";
"network_error" = "Network error, please try again later.";
"network_timeout" = "Timeout";
"network_not_available" = "Unable to connect to the Internet, please check the Internet is normal or data network enabled";
"network_connect_server_failed" = "Connect server failed";

/** 登录 */
"placeholder_input_phone_number" = "Phone NO.";
"placeholder_input_pwd" = "Enter the password";
"placeholder_input_pwd_new" = "Enter the new password";
"login_agreement_tip_front" = "By signing in, you agree to the ";
"service_agreement" = "Service Agreement";
"login_with_social_media" = "Login with Social Media";
"sms_code_has_been_sent_you" = "We sent you a 6-digit verification code.";
"enter_your_login_password" = "Enter your login password";
"password_vaild_desc" = "The password must consist of a combination of 6-20 letters, numbers and symbols (except spaces).";
"password_set_not_pair_tip" = "Inconsistent password entry";
"enter_your_phone_number" = "What is your phone number?";
"login_success" = "Login successful";
"forget_password" = "Forgot Password";
"please_contact" = "You can contact";
"humen_customer_service" = "Customer Service";

/** 注册 */
"register" = "Register";
"register_success" = "Register successful";
"set_your_login_password" = "Set your login password.";
"set_your_new_login_password" = "Enter the password";
"placeholder_input_pwd_again" = "Enter the password again";
"placeholder_input_pwd_again_new" = "Enter the new password again";

/** 我的 */
"suggestion_sendback" = "Opinion Feedback";
"help_center" = "Help Center";
"call_center" = "Call Center";
"common_problem" = "FAQ";
"service_24_hours" = "24-Hours Customer Service";
"app_version" = "APP Version";
"find_new_version" = "Find new version.";
"app_version_latest" = "The current latest version.";
"suggestion_and_feedback" = "Opinion Feedback";
"shopping_address" = "Receiving Address";
"name_photo" = "Name, photo";
"choose_language" = "Choose language";
"my_coupons" = "My Coupons";
"set_nickname" = "Set nickname";
"cash_coupons" = "Cash coupons";
"discount_coupons" = "Discount coupon";
"choose_country" = "Select country code";
"china" = "China";
"cambodia" = "Cambodia";
"please_sign_in" = "Sign in";
"wallet" = "Wallet";

/** 设置邮箱 */
"modify_emial" = "Modify E-mail";
"input_real_email" = "Please enter the real email address";
"input_limit_50_char" = "Allowing only enter 50 characters or less";
"invalid_email_format" = "Please enter the real email address.";

/** 设置 */
"settings" = "Settings";
"my_infomation" = "My information";
"name_photo" = "Name, photo";
"login_password" = "Login Password";
"change" = "Change";
"message_notify" = "Message Notification";
"disabled" = "Disabled";
"enabled" = "Enabled";
"clear_app_cache" = "Clear APP Cache";
"nothing_to_delete" = "Nothing to clear";
"missing_notification_tip_1" = "You're missing important messages! Enable notification via ";
"missing_notification_tip_2" = "Settings - Notifications ";
"missing_notification_tip_3" = "on your phone. ";
"confirm_delete" = "Confirm to clear?";
"delete_success" = "Clear successful";
"confirm_to_logout" = "Are you sure to log out？";

/** 意见反馈 */
"desc_your_problem_help_to_improve" = "Please describe your problem so we can make it better.";
"thanks_for_your_sendback" = "Thanks for your comments.";
"upload_pictures" = "Upload Photos";
"upload_image_count_not_longer_than" = "up to %zd";
"no_complaint_content_tip" = "You did not input your suggestion";
"hud_uploading" = "Uploading...";
"upload_completed" = "Upload successful";
"text_not_longer_than" = "No more than %@ letters";

/** 修改密码 */
"change_login_password" = "Change Login Password";
"input_current_password" = "Input Current Password";
"input_new_password" = "Input New Password";
"input_new_password_again" = "Confirm New Password";
"change_password_success_relogin" = "You have changed your login password, please relogin";

/** 重置密码 */
"reset_password" = "Reset Password";
"reset_password_success_relogin" = "Password reset successful.";

/** 地址 */
"add_new_address" = "Add new address";
"default" = "Default";
"add_address" = "Add Address";
"edit_address" = "Edit Address";
"address" = "Address";
"choose_receiving_address" = "Select Receiving Address";
"detail" = "Detail";
"address_detail_desc" = "House number, floor, room, etc.";
"contact_people" = "Contact";
"name" = "Name";
"man" = "MR";
"woman" = "MS";
"contact_phone_number" = "Contact  phone number";
"tag" = "Tag";
"house" = "Home";
"office" = "Office";
"school" = "School";
"set_as_default_address" = "Set  As  Default  Address";
"environment_picture" = "Address Photos";
"max_count_some" = "Up to %zd";
"add_picture" = "Add photo";
"address_tip_choose_address" = "Choose address";
"address_tip_input_name" = "Please enter your name";
"address_tip_choose_gender" = "Please select gender";
"address_tip_input_phone" = "Please enter your phone number";
"confirm_to_delete_address" = "Confirm to delete address?";

/** 优惠券 */
"coupon_ticket" = "Coupon";
"view_invalid_coupon" = "Check expired coupon";
"valid_coupon" = "Available Coupons";
"valid_time" = "Validity period";
"coupon_detail" = "Rules of Use";
"use_now" = "Use now";
"invalid_coupon" = "Past Coupon";
"expired" = "Expired";
"used" = "Used";

/** 我的账号 */
"my_account" = "My information";
"head_image" = "Avatar";
"nickname" = "Nickname";
"not_set" = "Not Set";
"phone_number" = "Tel";
"email" = "E-mail";
"gender" = "Gender";
"birthday" = "Birthday";
"social_account" = "Social Account";
"your_nickname" = "Your nickname";
"your_email" = "Your E-mail";
"facebook" = "Facebook";
"google_mail" = "Gmail";
"twitter" = "Twitter";
"wechat" = "Wechat";
"apple_id" = "Apple ID";
"male" = "Male";
"female" = "Female";
"account_has_binded" = "Account has beed binded";
"binded" = "Binded";
"input_your_old_login_password" = "Input Current Password";

/** 消息 */
"messages" = "Message";
"today" = "Today";
"message_detail" = "Message Details";

/** 选择地址 */
"choose_address" = "Choose address";
"delivery_to" = "Delivery to";
"use_current_location" = "Use current location";
"select_in_map" = "Select in map";
"my_address" = "My address";
"choosed_address_not_in_delivery_scope_1" = "Not in the scope of delivery";
"choosed_address_not_in_delivery_scope_2" = "Your current location is not in the scope of delivery.";
"manual_select" = "Manual selection";
"location_service_disabled_open_in_system_settings" = "Location Services Disabled\nYou need to enable location Services in Settings.";
"unknown_location" = "Unknown location";

/** 选择地图地址 */
"search_address" = "Search location";
"locatin_disabled" = "Location service failed";
"your_location" = "Your location";
"input_your_address" = "Please enter your address";
"confirm_address" = "Confirm location";

/** 订单列表 */
"my_order" = "My Order";
"order_all" = "All";
"order_processing" = "Processing";
"order_unevaluate" = "Unevaluate";
"order_refund" = "Refund";
"order_list_waiting" = "Waiting for accepting the order";
"order_list_accepted" = "Accepted the order";
"order_list_cancelling" = "Cancellation requested";
"order_list_reject_cancel" = "Cancellation rejected";
"order_list_delivering" = "Delivering";
"order_list_delivered" = "Delivered";
"order_list_cancelled" = "Cancelled";
"order_list_completed" = "Completed";
"order_list_refund_processing" = "Refund requested";
"order_list_refunded" = "Refunded";
"view_order_after_sign_in" = "View order after sign in";
"signIn_signUp" = "Sign in/Sign up";
"total_title" = "Total:";

/** 订单提交 */
"order_submit" = "Submit order";
"describe_your_requirements" = "Please describe your requirements.";
"remark_title" = "Note";
"arrive_time" = "Delivery time";
"order_sumit_choose_address_tip" = "Choose delivery address";
"order_sumit_choose_address" = "Please choose";
"order_sumit_coupon" = "Coupon";
"order_sumit_no_coupons_available" = "No coupon available";
"order_sumit_address_have_available_coupons" = "You have available coupons";
"order_choose_payment_method" = "Choose";
"order_choose_payment_method_title" = "Choose payment method";
"pay_online_tips" = "We support these online payment methods";


/** 订单提交选择优惠券 */
"order_submit_choose_coupon" = "Choose Coupon";
"following_not_available" = "The following coupons can not be used";
"not_use" = "Not use";
"coupons_cannot_be_stacked." = "Coupon isn't allowed to use with other promotion.";

/** 订单提交选择地址 */
"cannot_be_delivered_to" = "Location isn't in delivery scope";

/** 订单详情 */
"order_detail" = "Order detail";
"can_not_use_with_other_coupon" = "Can not be used with other offer.";
"order_detail_accept_soon" = "Waiting accept order";
"order_detail_waiting" = "Waiting for accepting the order";
"order_detail_waiting_desc" = "Merchant Will Accepte Order Soon.";
"order_detail_preparing" = "Order Preparing";
"order_detail_distance_from_you" = "%.0f meters from you";
"order_detail_merchant_received" = "Accepted the order";
"order_detail_delivering_desc" = "Merchant is preparing your food.";
"order_detail_delivered" = "Delivered";
"order_detail_delivered_desc" = "Your order has been delivered.";
"order_detail_cancelling" = "request Cancel is processing";
"order_detail_cancelling_desc" = "Merchant will process your cancel request as soon as possible.";
"order_detail_cancelled" = "Order canceled";
"order_detail_cancelled_desc" = "Your order has been cancelled. Your can order again.";
"order_detail_refund_processing" = "request refund is processing";
"order_detail_refund_reason" = "Refund reason";
"order_detail_refund_processing_desc" = "We will process your refund request as soon as possible.";
"order_detail_refunded" = "Order refunded";
"order_detail_refunded_desc" = "We've given you a full refund. Your can order again.";
"order_detail_completed" = "Order completed";
"order_detail_completed_desc" = "Thank you for your order!";
"contact_phone_number" = "Phone Number";
"confirm_received_goods" = "Confirm";
"evaluate" = "Evaluate";
"refund" = "Refund";
"show_all" = "Show all";
"hide" = "Hide";
"calculate_accord_to_goods_total_money" = "Calculate based on the total amount of items.";
"vat_fee" = "VAT";
"packing_fee" = "Packaging Fee";
"delivery_fee" = "Delivery Fee";
"promotions" = "Promotions";
"not_valid_with_other_coupon" = "Not valid with other coupon/promotion.";
"order_detail_coupon_ticket" = "Coupon";
"total" = "Grand Total";
"exchange_rate" = "Exchange rate";
"delivery_address" = "Delivery address";
"arrive_before_time" = "ASAP About %@";
"order_remark" = "Note";
"delivery_rider" = "Delivery man";
"order_number" = "Order Number";
"order_create_time" = "Order Time";
"order_payment_method" = "Payment method";
"order_payment_method_online" = "Online";
"order_payment_method_offline" = "Cash on Delivery";
"my_rating" = "My rating";
"order_trace" = "Tracking Order";
"order_trace_submit_order" = "Submit order";
"order_trace_merchant_received" = "Merchant received";
"order_trace_rider_accept" = "Deliveryman received order";
"order_trace_rider_arrive_merchant" = "Deliveryman arrived merchant";
"order_trace_delivering" = "Delivering";
"order_trace_arrived" = "Delivered";
"order_trace_cancelled" = "Order cancelled";
"order_trace_waiting_delivery" = "Please wait for delivery";
"cancel_order_may_be_rejected_ask" = "Cancel order may be rejected.
Do you still need to cancel?";
"order_cancelled" = "Your order has been cancelled！";
"not_now" = "Not Now";
"receive_goods_confirm_ask" = "Have you received the items?";
"thanks_for_your_order" = "Thank you for your order!";
"you_can_contact" = "You can contact";
"customer_service" = "Customer Service";
"store_service" = "Merchant Service";
"rider_phone" = "Delivery rider phone";
"order_status_rider_accepted" = "Your order has been picked up for delivery. About %@ to delivery to you.";
"order_rider" = "Delivery man";
"details_of_the_refund" = "Refund details";
"top_up_pay_now" = "Pay Now";
"top_up_success" = "Top up successfully";
"top_up_failure" = "Top up failed";
"top_up_to_be_paid" = "Waiting for payment result";
"top_up_closed" = "Order closed";
"top_up_in_the_processing" = "Processing";
"top_up_contact" = "Contact";
"top_up_to_pay" = "Go to pay";
"top_up_center" = "Top Up Center";
"top_up_amount_paid" = "Pay amount";
"top_up_pay_time" = "Top up time";
"top_up_order_time" = "Order time";
"top_up_order_no" = "Order number";
"top_up_recharge_amount" = "Top up amount:";
"top_up_number" = "Top up number:%@";
"buy_again" = "Buy again";

/** 订单评价 */
"evaluation_title" = "Evaluation";
"please_rate_our_service_1" = "Thank you！";
"please_rate_our_service_2" = "Please rate our service.";
"delivery_service" = "Delivery service";
"dining_experience" = "Dining experience";
"thanks_for_your_rating" = "Thank you for your rating！";
"rating_level_very_bad" = "Very Bad";
"rating_level_bad" = "bad";
"rating_level_good" = "Good";
"rating_level_great" = "Great";
"rating_level_very_good" = "Excellent";
"rating_anonymous" = "anonymous";
"evaluation_tap_star" = "Feedback";
"evaluation_how_was_the_food" = "How was the food?";
"evaluation_write_about_store" = "What would you like other foodies to know about the store?";


/** 退款*/
"order_refund_apply" = "Request for refund";
"refund_reason" = "Reason for refund";
"choose_refund_reason" = "Choose refund reason";
"please_choose_refund_reason" = "Please choose refund reason";
"please_upload_picture" = "Please upload photos";
"please_select" = "Select";
"refund_amount" = "Amount";
"refund_problem_desc" = "Problem Description";
"desc_your_problem" = "Please describe reason for your refund";
"upload_photos_required_up_to_some" = "Upload photos (Required, Up to %zd)";
"refund_reason_not_pair" = "Actual product doesn't match to the catalog";
"refund_reason_quality" = "Quality of product is poor";
"refund_reason_other" = "Other（Please fill in the problem description）";
"submit_refund_success_tip_1" = "Submit successfully！";
"submit_refund_success_tip_2" = "We will process your refund request as soon as possible.";

"full_refund" = "Full refund";
"partial_refund" = "Partial refund";
"refund_to" = "Refund to";
"payment_channel_order" = "Payment channel order";
"refund_progress" = "Refund progress";
"refund_no" = "Refund No.";
"refund_egotiation" = "Refund Negotiation";
"where_refund_goes" = "Where refund goes";
"check_refund_tip" = "Refund amount has been transferred to the account, please go to payment channel/bank to check";
"refund_automatic_refund_tip1" = "Automatic refund (Repeat payment)";
"refund_automatic_refund_tip2" = "Automatic Refund (Payment Timeout)";
"refund_automatic_refund_tip3" = "Duplicate​ payment order, System will automatically refunded overpayment.";
"refund_automatic_refund_tip4" = "Successful payment exceeds order validity, System will automatically refund.";


/** 门店搜索 */
"not_found_results" = "No search results about '%@'.";
"history_search" = "Recent";
"clear" = "Clear";
"confirm_delete_all" = "Confirm to delete all?";
"hot_search" = "Popular";
"input_merchant_name_keyword" = "Merchant name/keyword";
"search_more" = "MORE";

/** 门店详情 */
"store_detail" = "Store info";
"multi_sku" = "Customize";
"free_delivery" = "Free Delivery";
"choose_product_sku_and_property" = "Customize";
"scope_of_business" = "Cuisine";
"qualification" = "Qualification";
"store_detail_threshold_send" = "%@ to send";
"delivery_fee" = "Delivery fee";
"delivery_fee_none" = "No delivery fee";
"view_cart" = "View Cart";
"store_detail_is_closed" = "The store is closed";
"store_detail_business_hours" = "Opening Hours";
"reviews" = "reviews";
"store_order_now" = "Order";
"sub_total" = "Subtotal";
"no_items_added" = "No products added.";
"store_shopping_cart" = "Store cart";
"delete_all" = "Clear all";
"some_items" = "%zd items";
"add_product" = "Add +";
"customize_product" = "Customize";
"sold_out" = "Sold out";
"store_notice" = "Store Notice";
"store_qualification" = "Business Certificated";
"store_money_off_content" = "Buy %@ discount %@";
"store_discount" = "Order Now, Enjoy %.0f%% off";
"store_detail_discount" = "%.0f%% Off %@ %@";



/** 购物车 */
"calculate_based_on_the_total_amount_of_item" = "Calculate based on the total amount of item.";
"cart_vat_fee" = "VAT";
"cart_packing_fee" = "Packaging Fee";
"cart_total" = "TOTAL";
"cart_order_now" = "Continue to Order";
"cart_delete" = "Delete";
"Only_left_in_stock" = "Only %zd left in stock.";
"Temporarily out of stock" = "Temporarily out of stock.";
"item_is_no_longer_available" = "Item is no longer available.";
"some_money_to_send" = "%@ to send";
"cart_resting" = "Closed";
"cart_is_full" = "Shopping cart is full, please clean up.";
"cart_store_is_closed" = "The store is closed.";
"the_store_have_stopped_operation" = "The store have stopped operation.";
"some_items_are_no_longer_available" = "Some items are no longer available.";
"some_items are_temporarily_out_of_stock" = "Some items are temporarily out of stock.";
"do_you_want_to_delete_item" = "Do you want to delete item?";
"you_haven't_selected_a_item" = "You haven't selected a item.";
"cart_not_now" = "Not now";
"cart_empty" = "Your cart is empty.";


/** 门店列表 */
"sort_by_popularity" = "Sort by popularity";
"delivery_fee_low_to_high" = "Delivery fee: Low To High";
"rating_high_to_low" = "Rating: High To Low";
"sort_distance" = "Distance";
"sort_delivery_time" = "Delivery Time";
"category" = "Scope";
"title_all" = "All";

/** 门店评分 */
"merchant_score" = "Merchant Review";
"positive_rate" = "Good Review";
"store_reviews_all" = "All";
"store_reviews_praise" = "Good Review";
"store_reviews_critical" = "Bad Review";
"produce_reviews_like" = "Like";
"produce_reviews_unlike" = "dislike";
"store_reviews_image" = "Image";
"store_reviews_merchant_reply" = "Merchant reply";


/** 支付相关 */
"pay_alipay" = "Alipay";
"pay_wechat" = "Wechat";
"pay_credit" = "Credit/Debit Card";
"pay_ABAPay" = "ABA PAY";
"pay_prince_bank" = "Prince Bank";
"pay_wing" = "Wing Bank";
"choose_payment_method" = "Select mode of payment";
"choose_payment_online" = "Pay Online";
"return_back" = "Return";
"offline_refund" = "Offline Refund";
"refund_process" = "Refund Process";
"refund_information" = "Refund Information";
"refund_amount" = "Refund Amount";
"refund_method" = "Refund Method";
"request_refund" = "Request Refund";
"request_reason" = "Reason";
"agree_refund" = "Agree Refund";
"refunded_success" = "Refunded";
"request_real_refund" = "Refunded";
"refund_tips" = "The specific transferred time based on the channel processing situation, please pay attention to check";
"refunding" = "Refunding";
"refund_detail" = "Refund Detail";
"order_submit_tips" = "Please complete the payment within %@";
"reject_refund" = "Reject Refund";
"initiate_refund" = "Initiate Refund";
"order_canceled_tips" = "The order has been cancelled and the system will automatically initiate a refund";
"not_install_wechat" = "WeChat is not installed";
"wechat_not_support" = "The current WeChat version does not support this function";
"invalid_payment_parameters" = "Invalid payment parameters";
"user_not_login" = "User is not logged in";
"pay_failure_try_again" = "Payment failed, please try again";
"ALERT_MSG_CANCEL_TRANSATION" = "Whether to abandon this transaction?";

/** 电商首页 */
"tn_my_collection" = "My collection";
"tn_my_review" = "My review";
"tn_distributable_products" = "Distributable products";
"tn_my_commission" = "My commission";
"tn_search_placeHolder" = "Search for products/store name";
"tn_receiving_address" = "Receiving address";
"tn_categories" = "Categories";

"checkStand_pay_confirm" = "Confirm payment";
"checkStand_pay_rightnow" = "Confirm";
"payment_method" = "Payment Method";

/** append by 1.6 reject */
"discover_detail_tip_un_authed" = "You need to enable location Services in Settings.";
"discover_detail_tip_goto_settings" = "Setting";
"discover_detail_tip_before_request" = "To use this function, you need to obtain your location, please agree to WOWNOW's permission to use your location";
"discover_detail_tip_deny" = "Disagree";
"AUDIT_BUTTON_SURE" = "Confirm";
"system_alert" = "System";
"system_camera_error" = "Can't find device camera";
"page_title_setLoginPwd" = "Set Login Password";
"store_pick_for_you_none_tip" = "No stores available";

/** 钱包 */
"balance" = "Balance";
"sa_text_M_title" = "Mr.%@,%@";
"sa_text_F_title" = "Mrs.%@,%@";
"wallet" = "Wallet";
"balance_lack" = "Insufficient balance";
"open_balance" = "Click to open wallet";
"pay_aba_mobile" = "Tap to pay with ABA Mobile";
"upload_house_number_delivery_address" = "Upload the house number of the delivery address, the street view of the door or the surrounding area can help the delivery man find you faster and avoid delaying your item.";
"doorway_photo" = "Doorway Photo";
"house_number" = "House Number";
"open_address_book" = "Open address book";
"sendSms_inputCode" = "We have sent a text message to your mobile phone ending number %@, please check the text message and enter the verification code";
"write_verification_code" = "Fill in the verification code";
"h5_test" = "H5测试";
"sms_login" = "SMS Login>";
"password_login" = "Password Login>";
"account_not_exist" = "Account does not exist";
"complete" = "Done";
"forget_password" = "Forgot Password";
"setting_phone" = "Set mobile phone number";
"password_setting_success" = "The login password is set successfully";
"no_setting" = "Not set temporarily";
"validation_pay_password" = "Verify payment password";
"setting_pay_password" = "Set payment password";
"input_pay_password_again" = "Enter the payment password again";
"change_pay_password" = "Change Payment Password";
"pay_password_not_continuous_number" = "The payment password cannot be consecutive numbers";
"pay_password_not_repeat_number" = "The payment password cannot be a repeated number";
"password_no_same" = "The two passwords entered are inconsistent, please enter again.";
"pay_password_change_success" = "The modification is successful, please remember the payment password.";
"pay_password_settting_success" = "Setting is successful, please remember the payment password.";
"please_pay_password" = "To ensure account fund security, please set payment password";
"again_confirm_pay_password" = "Re-confirm payment password";
"please_input_pay_password" = "Please enter payment password";
"please_input_new_pay_password" = "Please enter new payment password";
"please_input_old_pay_password" = "Please enter the original payment password";
"password_setting" = "set password";
"setting_login_password" = "set login password";
"change_login_password" = "Modify login password";
"remember_login_password" = "Do you remember the current login password";
"bill_detail" = "Bill details";
"money" = "Amount";
"type" = "type";
"payment_time" = "Payment time";
"payment_number" = "serial number";
"bill" = "Bill";
"spending_some" = "expenditure:%@";
"income_some" = "income:%@";
"this_month" = "This Month";
"remember_pay_password" = "Do you remember the current payment password?";
"forget" = "Not remember";
"remember" = "Remember";
"sendSms_enter_inputCode" = "We have sent a text message to your mobile phone ending number %@, please check the text message and enter the verification code";
"top_up" = "Top Up";
"please_input_money" = "Please enter the amount";
"recharge_money" = "Recharge amount";
"recharging" = "Recharging";
"gathering" = "Receive payment";
"consumption" = "consumption";
"convertible_currency" = "Exchange currency";
"transfer_accounts" = "Transfer";
"withdrawal" = "Withdraw";
"red_packet" = "Red envelope";
"reward" = "Reward";
"all" = "All";
"credit_card" = "Credit card";
"search_location" = "Search location";
"cancel" = "Cancel";
"home_choose_address_again" = "Choose your location again";
"tn_label_optional" = "(Optional)";
"pg_label_msg_need_login" = "After sign in, you can view the message";
"alert_text_invitation_length" = "The length of the invitation code is 4-20 digits";
"tf_placeholder_input_invitation_code" = "Please enter invitation code";
"6O8ZBMsK" = "Open in Maps";
"DY8ZBMsK" = "Skin care";
"Do8ZBMsK" = "Clothes";
"Dg8ZBMsK" = "Mother&Baby";
"Du8ZBMsK" = "Make up";
"KG8ZBMsK" = "disocunt coupon";
"PY8ZBMsK" = "YumNow";
"PE8ZBMsK" = "TinhNow";
"PM8ZBMsK" = "Can be used for %@ consumption";
"V08ZBMsK" = "WHAT'S NEW?";
"my_invite_code" = "My Invitation Code";
"no_avaliable_channel_alert" = "The wallet top up is under maintenance, please try again later!";
"wallet_cash" = "cash";

"share_title" = "Share to";
"share_WeChat_text" = "WeChat";
"share_WeChatFriends_text" = "New feed";
"share_FB_text" = "Facebook";
"share_Message_text" = "Messenger";
"share_Twitter_text" = "Twitter";
"share_Line_text" = "Line";
"share_Instagram_text" = "Instagram";
"share_Telegram_text" = "Telegram";
"share_More_text" = "More";
"share_link_text" = "Copy the link";
"share_image_text" = "Generate image";
"share_PicShare_image" = "Save image";
"share_link_success" = "Copied";
"share_not_install_facebook" = "You need to install the Facebook app to share the link";
"share_not_install_messenger" = "You need to install the Messenger app to share the link";
"share_not_install_twitter" = "You need to install the Twitter app to share the link";
"share_not_install_line" = "You need to install the Line app to share the link";
"share_not_install_instagram" = "You need to install the Instagram app to share the link";
"share_not_install_telegram" = "You need to install the Telegram app to share the link";
"share_not_install_wechat" = "You need to install the WeChat app to share the link";
"share_link_text_prefix" = "I just saw this on WOWNOW, come and watch:";
"share_link_text_suffix" = "More promotion all at WOWNOW";

"not_online" = "Offline";
"title_system_notify" = "System Notification";
"message_placeholder_file" = "[file]";
"message_placeholder_image" = "[image]";
"message_placeholder_video" = "[video]";
"message_placeholder_voice" = "[voice]";
"message_placeholder_location" = "[location]";
"message_placeholder_unknow" = "[unsupported message]";

"Log1CQtZ" = "Payment result";
"Hpvwa3Zz" = "You have got";
"vKmYX5mn" = "Click to view";
"xij9sKYa" = "Valid Till";
"lgqfIW4i" = "Min. Spend";
"Ug4g71Gm" = "View details";

"zVW93gJW" = "WOWNOW";
"XBJcpM9Z" = "Long press to scan enter";
"scan_title" = "Scan";
"scan_result_unknow" = "Unrecognized content";
"update_righnow" = "update immediately";
"current_version" = "current version %@";
"unknow_qr_code" = "Unrecognized QR code";

"dorHCS49" = "Region selection";
"1qlk3HjQ" = "Please complete the address information.";
"FIu1dUpO" = "Current location city";
"ZErdi1op" = "Positioning...";
"5WYTmohJ" = "Popular cities";
"6S5clihu" = "Please select the region";
"Gox2YsVC" = "Select region";
"other" = "Other";
"vqbvbYvq" = "Use current positioning";
"Ziwbr6ak" = "Recently Used";
"pFpFHpps" = "Only supports copy link";

"message_read_all" = "All read";
"nearby_shop" = "Nearby shops";
"failed_get_address" = "Failed to get address";
"failed_get_address_code" = "Failed to get address code";

"get_beta_qualification" = "Congratulations on getting the new version of the internal testing";
"no_experience" = "Don't experience it yet";

"qZQ0QU8C" = "Voice calls";
"cPbPQyvH" = "Voice and video call test page";
"uFOxSJZG" = "Have a chat";
"6xqiPBRj" = "video call";
"8emVvEwy" = "Cannot make calls without microphone or camera permissions";
"O3N3zScm" = "Setting";

"privacy_notification_tips" = "Open notification, get order information and discount information at any time, get order information and discount information anytime.";
"message_center_promotion" = "Promotion";
"message_center_personal" = "Personal";
"message_center_chats" = "Chats";

"coupon_filter_default" = "Default";
"coupon_filter_new" = "New arrival";
"coupon_filter_expire" = "Expiring soon";
"no_threshold" = "No threshold";
"coupon_threshold" = "Full %@ available";
"SAMarketingBusinessTypeYumNow" = "Food Delivery";
"SAMarketingBusinessTypeTinhNow" = "Online Shopping";
"SAMarketingBusinessTypeTopUp" = "Top Up";
"SAMarketingBusinessTypeGame" = "Game";

"Coupon_bl_YumNow" = "Food Delivery";
"Coupon_bl_TinhNow" = "Online Shopping";
"Coupon_bl_PhoneTopUp" = "Top-Up";
"Coupon_bl_GameChannel" = "Game";
"Coupon_bl_SuperApp" = "All";
"Coupon_bl_HotelChannel" = "Hotel";
"Coupon_bl_GroupBuy" = "Local Service";
"Coupon_bl_BillPayment" = "Bill payment";

"message_cell_more" = "See more";
"check_payment_result" = "Checking the payment result ...";
"i_know" = "I know";
"go_luck_draw" = "Go to lucky draw";
"get_luck_draw" = "get lucky draw opportunity";
"congratulation" = "Congratulations";

"checkstand_repayment_title" = "Are you sure you want to initiate a new payment?";
"checkstand_repayment_content" = "The platform has not received your payment result. \nIf the payment has been completed, please wait patiently.";
"checkstand_repayment_again" = "No, continue to pay.";
"checkstand_repayment_wait" = "Yes, waiting for the result.";

"Powered_by_CoolCash" = "Powered by CoolCash";
"Restrict" = "Restrict";
"Withdrawable_balance" = "Withdrawable balance";
"wallet_notice" = "Prompt";
"bill_history_btn" = "Historical Bill";
"bill_history_title" = "Historical Bill";
"adress_tips_phone_format_error" = "Please enter the correct phone number";

"app_pay_onlne" = "Online Payment";
"app_pay_success" = "Success";
"app_pay_fail" = "Payment failed";
"app_pay_paying" = "Paying, please wait patiently...";
"app_pay_init" = "Waiting for payment, please do not close the page.";
"app_pay_backToMerchant" = "Back to business";

"STUDENT_JOB" = "Student Job";
"EMPLOYEE_JOB" = "Employee Job";
"PRIVATE_COMPANY_JOB" = "Private Company Job";
"GOVERNMENT_INSTITUTION" = "Government Institution";
"ENTREPRENEURSHIP_JOB" = "Entrepreneurship Job";
"NGO_JOB" = "NGO Job";
"CHARITY_JOB" = "Charity Job";
"ASSOCIATION_JOB" = "Association Job";
"EMBASSY_JOB" = "Embassy Job";
"EXPATRIATE_JOB" = "Expatriate Job";
"wcoin_balance" = "W-coin";
"career" = "Occupation";

"feature_no_support" = "Your App does not support this function. \nPlease upgrade to the latest version to experience the full function.";
"validate_code" = "OTP";
"get_sms_code" = "Get OTP";
"resend_second_less" = "%zds";
"suvJBCPM" = "Contact customer service";

"support_online_payment" = "Support online payment";
"support_offline_payment" = "Support offline payment";
"input_correct_opt" = "Please enter correct OTP";
"5K8ZBMsK" = "Cash On Delivery";
"payment_method_offline_transfer" = "Offline Transfer";

"btn_sign_git" = "check-in";
"please_setup" = "setting up";
"get_more_coupons" = "Get more coupons";
"coupons_used_record" = "Records";

"DATEPICKER_YEAR"                        = "";
"DATEPICKER_MONTH"                       = "";
"DATEPICKER_DAY"                         = "";
"01" = "Jan.";
"02" = "Feb.";
"03" = "Mar.";
"04" = "Apr.";
"05" = "May.";
"06" = "Jun.";
"07" = "Jul.";
"08" = "Aug.";
"09" = "Sep.";
"10" = "Oct.";
"11" = "Nov.";
"12" = "Dec.";

"sa_choose" = "Select";
"SCAN_TAKE_PHOTO_RETAKE"   = "Re-take";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "Ok";

"wownow_home_your_location" = "Your Location";
"get_location" = "Get";
"location_switch_tips" = "Detected that you are currently at: %@, do you want to switch cities?";
"location_switch_confirm" = "Switch";
"location_switch_continues" = "Continues";

"userBillList_tail_refund" = " - Refund";
"userBillList_refunded" = "Refunded";
"refund_receiver_info_title" = "Collect money";
"refund_receiver_info_channel" = "Collect channel";
"refund_receiver_info_account" = "Collect account";
"refund_receiver_info_receiver" = "Payee";
"userBillList_title" = "Bill";
"userBillList_cash_out" = "Expenditure";
"userBillList_cash_in" = "Income";
"userBillList_tips" = "Bill is \"online payment, offline transfer\" transaction\nBill does not include \"cash on delivery\" transaction";
"userPaymentBill_title" = "Payment details";
"userPaymentBill_refundRecord" = "Refund record";
"userPaymentBill_paymentMethod" = "Payment method";
"userPaymentBill_paymentState" = "Payment status";
"userPaymentBill_product" = "Product description";
"userPaymentBill_createTime" = "Creation time";
"userPaymentBill_paymentTime" = "Payment time";
"userPaymentBill_paymentOrderNo" = "Payment order No.";
"userPaymentBill_merchantOrderNo" = "Merchant oder No.";
"userRefundBill_title" = "Refund details";
"userRefundBill_refundState" = "Refund status";
"userRefundBill_refundMethod" = "Refund method";
"userRefundBill_refundOffline" = "Offline transfer";
"userRefundBill_refundTime" = "Refund time";
"userRefundBill_refundOrderNo" = "Refund No. ";
"userRefundBill_refundSource" = "Refund source";
"userRefundBill_orignalOrderNo" = "Original payment order";
"userRefundBill_check" = "View";
"orderDetails_orderNo" = "Order No.";
"orderDetails_payAmount" = "Payment amount";
"orderDetails_createTime" = "Creation Time";
"orderDetails_payTime" = "Payment time";
"payOrderState_init" = "Initialization";
"payOrderState_paying" = "Under payment";
"payOrderState_payed" = "Payment Succeed";
"payOrderState_payFail" = "Payment fail";
"payOrderState_closed" = "Payment Closed";
"refundOrderState_wait" = "Waiting Refund";
"payOrderState_refunding" = "Refunding";
"payOrderState_refunded" = "Refunded";
"payOrderState_closed" = "Refund Closed";
"refundOrderState_refunding" = "Refunding";
"refundOrderState_refunded" = "Refunded";
"refundOrderState_reject" = "Merchant refuses refund";
"refundOrderState_canceled" = "Cancellation Refund";
"refundOrderState_init" = "Initialization";
"refundOrderState_error" = "Refund exception";
"refundOrderState_expired" = "Refund Expired";
"refundReason_normal" = "Transaction Refund";
"refundReason_repeat" = "Duplicate Payment Refund";
"refundReason_timeout" = "Payment Timeout Refund";
"refundReason_channel" = "Channel Unilateral Refund";
"aggregateOrderState_init" = "Initialization";
"aggregateOrderState_completed" = "Completed";
"aggregateOrderState_waitPay" = "To be paid";
"aggregateOrderState_payed" = "Payment Succeed";
"aggregateOrderState_canceled" = "Cancelled";
"aggregateOrderState_closed" = "Closed";

"checksd_choose_coupon" = "Choose discount";
"checksd_activity_full_minus" = "Full %@ minus %@";
"checksd_activity_no_use" = "Not use discount";
"payment_coupon" = "Payment discount";
"checksd_actuallyPaid" = "Actually paid";
"checksd_activity_no_available" = "Not yet available";

"paid_result_wpoint_get_tips1" = "Congratulations, you get %0.1f W-Coins from this order.";
"paid_result_wpoint_get_tips2" = "Order from %@, you will get W-Coins";


/** 退款进度状态 */
"refundOperationType_refunding" = "Refunding";
"refundOperationType_closed" = "Refund Closed";
"refundOperationType_success" = "Refund Success";
"refundOperationType_switch" = "Switch To Offline Refund";
"refundOperationType_failed" = "Refund failed";
"refundOperationType_relaunch" = "Relaunch Refund";
"refundOperationType_create" = "Create Refund";
"refundOperationType_initiate" = "Initiate Refund";
"refundOperationType_request" = "Request Refund";
"refundOperationType_accept" = "Accept Refund";
"refundOperationType_tip1" = "WOWNOW has accepted your refund request.";
"refundOperationType_tip2" = "Refund to: %@, Refund Transfer subject on channel actual process.";


"wait_pay_result_tips1" = "You have a payment in progress, Please wait for result.";
"wait_pay_result_tips2" = "If password has been entered to confirm the payment, Please wait patiently for the payment result.";
"wait_pay_result_tips3" = "If mistaken payment, Yet has not been confirmed, Please re-process.";
"wait_pay_result_tips4" = "Multiple payment requests happen for this Order, Repayment is restricted.";
"wait_pay_result_problem" = "Payment Encountered Issue?";
"wait_pay_result_title" = "Online Payment Result";
"wait_pay_result_i_understand" = "I understand";
"wait_pay_result_pay_again" = "Pay Again";




/** 注销账号 */
"ac_deactive_account" = "Account Deletion";
"ac_tips1" = "After logout can not be recovered, Please operate with caution";
"ac_logout_request" = "Logout Request";
"ac_tips2" = "Please select the reason for​ deactive account";
"ac_reason1" = "Unbind Phone needed";
"ac_reason2" = "Security/Privacy Concerns";
"ac_reason3" = "This is an excess account";
"ac_reason4" = "Using WOWNOW facing difficulty";
"ac_reason5" = "Other";
"ac_textview_placehold" = "Please enter other reason";
"ac_important_alert" = "Important Alert";
"ac_tips3" = "Please cautiously read following​​ important alert before deactivating account, After deactivated you will no longer able to use the account, Including but not limit to:";
"ac_tips11" = "You will not be able to log in and use WOWNOW Account, All login methods under the account will be removed;";
"ac_tips12" = "All your business orders and transaction information will be cleared;";
"ac_tips13" = "Your points, growth value, various coupons, and other rights will be disclaimed that cannot be recovered;";
"ac_tips14" = "Your personal data, and identity authentication information will be cleared, Cannot be recovered;";
"ac_tips15" = "And the product/service information that you have been using";
"ac_tips21" = "Please ensure that all transactions have been completed without disputes, Wallet balance has been withdrawn; After the account is deactivated, the return of goods and funds related to rights protection due to historical transactions will be deemed to be automatically waived;";
"ac_tips31" = "After deactivated, your various assets and beneficial rights are treated by following";
"ac_no_assets" = "Temporary no assets and beneficial rights";
"ac_tips32" = "I have read and acknowledged %@ and agree to the processing result to assets and beneficial rights after deactivated";
"ac_tips33" = "《ACCOUNT DEACTIVATION AGREEMENT》";
"ac_tips41" = "Did not receive SMS? ";
"ac_view_help" = "View help";
"ac_tips51" = "Account deactivated request successful";
"ac_tips52" = "WOWNOW has received your account deactivate request, account will be deactivated after review complete";
"ac_tips42" = "Didn't get a code?";
"ac_tips43" = "If you do not receive verification code on your mobile, Suggest to do following:";
"ac_tips44" = "Check wether your phone is down or has no network";
"ac_tips45" = "Check if your mobile number entered correctly";
"ac_tips46" = "Check if your verification code SMS is blocked";
"ac_tips47" = "Use Mobile Number %@ To Get Verification Code";

"payment_result_wpoint_tips" = "W-Coins use for lucky draw, and redeem vouchers.";
"payment_result_wpoint_toUse" = "Go to use";


"choose_city_title" = "Select the City";


//优惠券改版
"coupon_match_All" = "All";
"coupon_match_Filter" = "Filter";
"coupon_match_Coupon" = "Coupon";
"coupon_match_CashCoupon" = "Cash Coupon";
"coupon_match_ExpressCoupon" = "Express Coupon";
"coupon_match_PaymentCoupon" = "Payment Coupon";
"coupon_match_APPCoupon" = "APP Coupon";
"coupon_match_StoreCoupon" = "Store Coupon";
"coupon_match_NewArrival" = "New Arrival";
"coupon_match_ExpireSoon" = "Expire soon";
"coupon_match_Use" = "Use";
"coupon_match_UsedFor" = "Used for";
"coupon_match_Validity" = "Validity";
"coupon_match_ConditionsOfUse" = "Conditions of Use";
"coupon_match_UsageRecord" = "Usage Record";
"coupon_match_Used" = "Used";
"coupon_match_Expired" = "Expired";
"coupon_match_FoodDelivery" = "Food Delivery";
"coupon_match_OnlineShopping" = "Online Shopping";
"coupon_match_TopUp" = "Top-Up";
"coupon_match_Hotel" = "Hotel";
"coupon_match_Game" = "Game";
"coupon_match_Default" = "Default";
"coupon_match_AmountLargeToSmall" = "Amount Large To Small";
"coupon_match_AmountSmallToLarge" = "Amount Small To Large";
"coupon_match_ClaimCoupon" = "Claim Coupon";
"coupon_match_ExchangeCode" = "Exchange Code";
"coupon_match_GoCouponCenter" = "Go Coupon Center";
"coupon_match_SavePointExchangeCoupon" = "Save Point Exchange Coupon";
"coupon_match_CouponTypeNotAvailable" = "Coupon Type Not Available";
"coupon_match_YouDoNotHaveCouponGoClaimAtCouponCenter" = "You Do Not Have Coupon, Go Claim At Coupon Center";
"coupon_match_NoRecordet" = "No record yet";
"coupon_match_CouponExpirationReminder" = "Coupon expiration reminder";
"coupon_match_tip" = "You have a coupon that is about to expire, Please use it ASAP! Click on the \"My Coupons\" APP menu to view";
"coupon_match_CouponType" = "Coupon Type";
"coupon_match_AvailableRange" = "Available Range";
"coupon_match_Sort" = "Sort";
"coupon_match_LimitedStore" = "Limited store";
"coupon_match_UseDate" = "Use date";
"coupon_match_OfferNotEligible" = "Offer not eligible";
"coupon_match_DiscountUnavailable" = "Discount Unavailable";
"coupon_match_DiscountNotAllowed" = "Discount not allowed";
"coupon_match_use_tip1" = "The number has been used up today (%ld times a day)";
"coupon_match_use_tip2" = "Total number of used (Total %ld times)";
"coupon_match_use_tip3" = "Deposit amount not sufficient";
"coupon_match_threshold" = "Full %@%@ available";

"PRIMARY_SCHOOL" = "Primary School";
"SECONDARY_SCHOOL" = "Secondary School";
"HIGH_SCHOOL" = "High School";
"BACHELOR_DEGREE" = "Bachelor Degree";
"MASTER_DEGREE" = "Master Degree";
"PHD" = "PHD";
"education" = "Education";

"choose_language_logo" = "choose_language_logo";
"choose_language_main" = "choose_language_main";

"login_voice_tip1" = "If you haven't received the verification code, you can try another method.";
"login_voice_tip2" = "Try voice to get a verification code";
"login_voice_tip3" = "We are calling you, please wait";

"login_new_SignIn" = "Sign in";
"login_new_Register" = "Register";
"login_new_PasswordSignIn" = "Password sign in";
"login_new_WelcomeBack" = "Welcome back!";
"login_new_EnterMobileNumber" = "Enter mobile number";
"login_new_EnterPassword" = "Enter password";
"login_new_ForgetPassword" = "Forgot password";
"login_new_SMSSignIn" = "SMS Sign In";
"login_new_SignInPassword" = "Sign in password";
"login_new_SignInWithFacebook" = "Sign in with Facebook";
"login_new_SignInWithWechat" = "Sign in with Wechat";
"login_new_SignInWithAPPLEID" = "Sign in with Apple";
"login_new_SelectCountryCode" = "Select country code";
"login_new_PleaseConfirmYourMobileNumber" = "Please confirm your mobile number!";
"login_new_VerificationCode" = "Verification code";
"login_new_GetVerificationCode" = "Get verification code";
"login_new_GetVerificationCode_tip" = "6-digit verification code sent to your %@ extension, Please check SMS and enter";
"login_new_VerificationCodeSent" = "Verification code sent";
"login_new_Resend" = "Resend";
"login_new_SetPassword" = "Set password";
"login_new_EnterNewSignInPassword" = "Enter new sign in password";
"login_new_ReEnterNewSignInPassword" = "Re-enter new sign in password";
"login_new_SetPassword_tip1" = "Password require 6-20";
"login_new_SetPassword_tip2" = "Password must be in English alphabets, numbers or symbols (except spaces)";
"login_new_SetPassword_tip3" = "Contains at least two combinations of English letters, numbers and symbols";
"login_new_SetPassword_tip4" = "The login password must be the same twice";
"login_new_SetPassword_tip5" = "To avoid losing your account and not being able to sign in again, Sign in password is advised!";
"login_new_SetPassword_tip6" = "Password set successfully, please sign in with new password.";
"login_new_StopReminder" = "Stop Reminder";
"login_new_BindMobileNumber" = "Bind Mobile Number";
"login_new_registrationFacebook" = "Facebook registration";
"login_new_registrationWechat" = "WeChat registration";
"login_new_registrationAPPLEID" = "Sign up with Apple";
"login_new_agreement_tip" = "By sign in to our system, You have agreed to the User Agreement and Privacy Policy.";
"login_new_agreement_tip_key1" = "User Agreement";
"login_new_agreement_tip_key2" = "Privacy Policy";
"login_new_register_page_title" = "Register";
"login_new_skip" = "Skip";
"login_new_remind" = "Remind";
"login_new_userRegister" = "New user register";


"recorder_cannot_record" = "Can't record";
"recorder_permission_tip" = "Please allow access to your phone’s microphone in the \"Settings-Privacy-Microphone\" option of the iPhone.";
"recorder_label_tip" = "Release to save, swipe to cancel";

"ugc_uncomfortable" = "uncomfortable";
"ugc_fraud" = "False information";
"ugc_uninterested" = "Not interested";
"ugc_unrecommend" = "Ignore author's post";
"ugc_report_success" = "Reduce This Content";


"guide_tips" = "Please choose your favorite scene";
"guide_type_0" = "Food";
"guide_type_1" = "Shopping";
"guide_type_2" = "Travel";
"guide_type_3" = "Wallet";
"guide_type_4" = "Top up";
"guide_submit" = "Try Now";

"Coupon_bl_GroupBuy1" = "Local Service";

"search_click_me_to_try" = "Store not found? Click me to try";

"order_list_title_refund" = "Refund / After Sale";

"address_code_tips" = "We have sent a verification code to the consignee's mobile number %@, please check SMS and enter the verification code";

"sd_solved" = "solved";
"sd_unsolved" = "unsolved";
"sd_Latest_Reply" = "Latest Reply";
"sd_My_opinion" = "My opinion";
"sd_more" = "The issue is still unresolved, please go to Feedback >";
"sd_title" = "Opinion details";
"sd_tips" = "Has the reply answered your question?";

"Coupon_bl_AirTicket" = "Air ticket";

"search_suggested" = "Suggested for you";
"order_completed" = "[Order completed]";


"pay_Riels_Balance" = "Riels Balance";
"pay_Dollar_Balance" = "Dollar Balance";


"order_search_history" = "Historical search";

"oc_pending_payment" = "Pending payment";
"oc_filter" = "Filter";
"oc_start_time" = "Start time";
"oc_end_time" = "End time";
"oc_total" = "Total %ld items";
"oc_bill" = "Pay bills";
"oc_delete_order" = "Delete order";
"oc_order_number" = "Order number:";
"oc_pay_completed" = "%ld payment completed";
"oc_refund_completed" = "%ld refunds completed";
"oc_tips1" = "Are you sure to delete this order?";
"oc_search_placeholder" = "Order Number/Business Name/Product Name";
"oc_search_history" = "Search history";
"oc_search" = "Search";
"oc_tips2" = "You have no related orders";
"oc_tips3" = "See what you want to buy";
"oc_btn_confirm" = "Confirm";

"im_fb_Feedback" = "Feedback";
"im_fb_FeedbackType" = "Feedback Type";
"im_fb_DetailDescription" = "Detail description";
"im_fb_textView_tips" = "Please fill in the feedback details and related demands";
"im_fb_Upload_certificate" = "Upload certificate";
"im_fb_tips" = "Thank you for your feedback, we will solve it as soon as possible";
"im_fb_tips1" = "Up to 5 pcs";
"im_fb_tips2" = "Please select feedback type";

"Recall_tip1" ="recalled a message";
"Recall_tip2" ="\"You\" recalled a message";



"coupon_Expiring_soon" = "Expiring soon:";
"coupon_Full_discount" = "Full %@ discount %@";
"coupon_Unlimited_discount" = "Unlimited, Up to %@ discount";
"coupon_Valid_until" = "Valid until";
"payment_tips" = "Online payment is under maintenance";
"payment_tips1" = "Sorry for the inconvenience caused to you";
"payment_tips2" = "Recommended to choose other payment methods,Sorry for the inconvenience caused to you";
"tg_bind_tip" = "Congratulations you had successfully binding WOWNOW account.";
"pay_card_tip" = "1. Only \"VISA, MasterCard, UnionPay, JCB\" credit cards opened in Cambodia are supported, International credit cards are not supported\n2. Credit card refunds to account within 3-7 days, and the specific time is subject to the bank";

"checkstand_repayment_title1" = "The payment result has not been obtained yet, have you completed the payment?";
"checkstand_repayment_again1" = "I have made payment.";
"checkstand_repayment_wait1" = "I haven't paid yet.";

"mc_Information" = "Message";
"mc_All_Seen" = "All Seen";
"mc_Promotions" = "Promotions";
"mc_Personal_information" = "Personal information";
"mc_Chat_conversation" = "Chat conversation ";
"mc_Seen" = "Seen";
"mc_See_more" = "See more";

"mc_voice_call" = "[Voice call]";

"pay_khqr_Support_Scan_QR_Payment" = "Support Scan QR Payment";
"pay_khqr_KHQR​_Scan_Pay" = "KHQR​ Scan & Pay";
"pay_khqr_tip1" = "Require Bakong APP or KHQR Supported Banking APP and scan the generated KHQR QR to complete the payment.";
"pay_khqr_Payment_amount" = "Payment amount";
"pay_khqr_Payment_failed" = "Payment failed";
"pay_khqr_Merchant's_name" = "Merchant's name";
"pay_khqr_step1" = "Download the KHQR payment code to the phone album";
"pay_khqr_step2" = "Open Bakong App or Banking app that supports KHQR, and scan the payment code.";
"pay_khqr_Download_KHQR_payment_code" = "Download KHQR payment code";
"pay_khqr_Payment_Reminder" = "Payment Reminder";
"pay_khqr_tip2" = "1. After completing payment from QR scan, Please wait for the payment result. Do not scan code multiple times to avoid duplicate payments. In case of duplicate payment, the overpayment will be refunded.";
"pay_khqr_tip3" = "2. Please complete scan the payment before expiration time. If the payment is made after the expiration time, The payment will be automatically returned to the original route, and the order will be invalidation.";
"pay_khqr_tip4" = "3. In case of refund, Payment will be returned to the original route, please attention to the notice of the payment's Banking APP.";
"pay_khqr_Back_to_order" = "Back to order";

"Coupon_bl_Travel" = "Travel";

"ocr_tip" = "Please place the document MRZ Code within red line frame.";
"ocr_Photograph" = "Photograph";
"ocr_processing" = "processing";
"ocr_Document_scanning" = "Document scanning";
"ocr_retake" = "retake";
"ocr_Finish" = "Finish";

"Rating_instruction" = "Rating instruction";
"ad_shake_tip" = "Shake or Click";


"login_new2_Make Life Easy" = "Make Life Easy";
"login_new2_Register or Sign In" = "Register or Sign In";
"login_new2_Continue with Facebook" = "Continue with Facebook";
"login_new2_Continue with Apple" = "Continue with Apple";
"login_new2_Continue with Wechat" = "Continue with Wechat";
"login_new2_Continue with SMS" = "Continue with SMS";
"login_new2_Or" = "Or";
"login_new2_Account Password Sign in" = "Account Password Sign in";
"login_new2_tip1" = "Creating/using your user account signifies acceptance of our User Agreement and Privacy Policy";
"login_new2_tip2" = "For subsequent verification and contact, we need to access your Facebook email, %@, and try to register.";
"login_new2_tip2-1" = "please enable permission for WOWNOW APP on Facebook";
"login_new2_Mobile registration or Sign in" = "Mobile registration or Sign in";
"login_new2_Switch account or register" = "Switch account or register";
"login_new2_Welcome Back" = "Welcome Back";
"login_new2_Sign in with Facebook" = "Sign in with Facebook";
"login_new2_Sign in with Apple" = "Sign in with Apple";
"login_new2_Sign in with Wechat" = "Sign in with Wechat";
"login_new2_Sign in with SMS" = "Sign in with SMS";
"login_new2_Sign in" = "Sign in";
"login_new2_copy successfully" = "copy successfully";
"login_new2_Account/WOWNOW ID" = "Account/WOWNOW ID";
"login_new2_Email" = "Email";
"login_new2_Mobile Number" = "Mobile Number";
"login_new2_Setting" = "Setting";
"login_new2_Linked account" = "Linked account";
"login_new2_Binding" = "Binding";
"login_new2_My information" = "My information";
"login_new2_Please confirm your email account" = "Please confirm your email account.";
"login_new2_Please enter your email account" = "Please enter your email account";
"login_new2_tip3" = "We have sent a 6-digit verification code to your email %@, please check your email and input.";
"login_new2_Phone Setting" = "Phone Setting";
"login_new2_tip4" = "The XXXX function you will use requires to set a mobile number. Please rest assured that the mobile phone number is protected by encryption and will not be disclosed.";
"login_new2_Please set mobile number" = "Please set mobile number";
"login_new2_tip5" = "We have sent a 6-digit verification code to your phone number XXXX, please check your SMS and input.";
"login_new2_Allow personalized push" = "Allow personalized push";
"login_new2_Allow Location information to access" = "Allow Location information to access";
"login_new2_Allow camera to access" = "Allow camera to access";
"login_new2_Allow photos to access" = "Allow photos to access";
"login_new2_Allow microphone to access" = "Allow microphone to access";
"login_new2_tip6" = "In order to ensure security, you need to bind your mobile phone before setting the password.";
"login_new2_tip7" = "We have sent a 6-digit verification code to your phone number XXXX, please check the text message and input.";
"login_new2_Set password" = "Set password";
"login_new2_tip8" = "In order to avoid losing your account and being unable to sign in, recommended you set a sign-in password.";
"login_new2_tip9" = "Creating/using your user account signifies acceptance of our %@ and %@";
"login_new2_User Agreement" = "\"User Agreement\"";
"login_new2_Privacy Policy" = "\"Privacy Policy\"";
"login_new2_Set email" = "Set email";
"login_new2_Settings" = "Settings";
"login_new2_Get verification code" = "Get verification code";
"login_new2_SignIn" = "Sign in";
"login_new2_login_new_GetVerificationCode_tip" = "We have sent a 6-digit verification code to your phone number %@, please check your SMS and input.";
"login_new2_tip10" = "The %@ function you will use requires to set a mobile number. Please rest assured that the mobile number is protected by encryption and will not be disclosed.";
"login_new2_Payment" = "Payment";
"login_new2_Local Service Order" = "Local Service Order";
"login_new2_Food Delivery Order" = "Food Delivery Order";
"login_new2_Online Shopping Order" = "Online Shopping Order";
"login_new2_Wallet" = "Wallet";
"login_new2_Successfully set" = "Successfully set";
"search_location_fail" = "Location failed";
"search_location_fail_tip" = "Failed to get current location, please select it manually.";

"alert_open_microphone" = "WOWNOW needs to use your microphone so that the rider can contact you in time.";

"pay_tip88" = "Payment gateway under maintenance";


"setPinCode" = "Set Pin code";
"modifyPinCode" = "Change Pin code";
"pincodeCannotUseSerialNumber" = "Pin code can not be consecutive numbers";
"pincodeCannotUseRepeatNumber" = "Pin code can not be repeated numbers";
"pincodeAreDifferent" = "Pin code entered does not match，please re-input";
"settingPincodeSuccess" = "Pin code is set successfully, please remember!";
"modifyPincodeSuccess" = "Pin code has been changed successfully, please remember!";
"pincodeSettingTips" = "Pin code is used for Bakong linked account";
"confirmPincode" = "Please confirm Pin code again";
"inputOriginalPincode" = "Please enter current Pin code";
"inputNewPincode" = "Please enter a new Pin code";
